Repository: felipeelia/wp-mvc
Catalog: core/languages/wpmvc-*.po
Languages: pt_br

source: Successfully deleted!
pt_br: Excluído!

source: Successfully created!
pt_br: Criado!

source: Add New
pt_br: Adicionar novo

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Search
pt_br: Pesquisar

source: The validation rule %s wasn't found.
pt_br: A regra de validação %s não foi encontrada.

source: The validation rule %s wasn't defined correctly.
pt_br: A regra de validação %s não foi definida corretamente.

source: {field} didn't pass rule %s.
pt_br: O campo {field} não passa na regra %s.

source: {field} must only contain letters and numbers.
pt_br: O campo {field} deve conter apenas letras e números.

source: {field} must be a number.
pt_br: O campo {field} deve ser um número.

source: {field} must be a valid email address.
pt_br: O campo {field} deve ser um endereço de e-mail válido.

source: {field} can't be empty.
pt_br: O campo {field} não pode estar vazio.

source: {field} must be a valid URL.
pt_br: O campo {field} deve ser um URL válido.

source: The fields don't match
pt_br: Os campos não combinam

source: View
pt_br: Ver

source: Are you sure you want to delete
pt_br: Tem certeza de que deseja excluir

source: Sets up an MVC framework inside of WordPress.
pt_br: Cria um framework MVC dentro do WordPress.
